[Play_X2_XP_S_VLK_Ambient_Blacksite AkEvent]
SpokenText="You saw the same things I did in that facility, so now you should understand why we I've kept my people away from those cities all this time. The aliens offered up miracle cures, and they weren't lying-death does cure all ailments."

[Play_X2_XP_S_VLK_Ambient_Forge AkEvent]
SpokenText="I'll be interested to hear what this Dr. Tygan thinks the aliens are trying to do in the facility we discovered. The Elders' hacking up and modifying their armies is nothing new, but I've never seen anything like what we found in there."

[Play_X2_XP_S_VLK_Ambient_Philosophy AkEvent]
SpokenText="The Reapers have no interest in leading the world into a new age, not under my watch anyway. The aliens took everything from humanity, and we aim to take it back. It's that simple. What people choose to do with their lives beyond that point is up to them."

[Play_X2_XP_S_VLK_Ambient_PsiGate AkEvent]
SpokenText="In the case of this Psionic gateway, I'm gonna have to go ahead and disagree with the decision to recover it from the field. We had a prime opportunity to send the biggest bomb we have right through it, but instead we're taking the wait and see approach. I just hope we didn't miss our chance."

[Play_X2_XP_S_VLK_Ambient_Skirmisher_Musing AkEvent]
SpokenText="I don't mince words when it comes to the aliens, and the Skirmishers are no different. I don't trust them, and I don't like sending my people out hand in hand with 'em. That said, they're definitely loyal to the Commander, and they can put up a hell of a fight."

[Play_X2_XP_S_VLK_Ambient_Templar_Musing AkEvent]
SpokenText="If you want to know the truth about the Templars, I suspect they all might be completely mad. Yes, we've all seen their power, but I don't think I've ever met one I'd call rational. Then again, many people would question the ways of the Reaper as well."

[Play_X2_XP_S_VLK_Chosen_Killed_Stronghold AkEvent]
SpokenText="I'll be the first to admit I may have underestimated you, Commander. I just wasn't entirely sure what the big deal was. But, after putting down one of the Elders' Chosen, permanently, you've shown that you're in this fight till the end. The Reapers owe you one."

[Play_X2_XP_S_VLK_Confirm_Covert_Action_A AkEvent]
SpokenText="Covert is our specialty, let's just hope your people can keep up."

[Play_X2_XP_S_VLK_Confirm_Covert_Action_B AkEvent]
SpokenText="I'll order my people to get underway immediately."

[Play_X2_XP_S_VLK_Confirm_Covert_Action_C AkEvent]
SpokenText="We'll get the job done, don't worry, Commander."

[Play_X2_XP_S_VLK_Covert_Action_Ambushed_B AkEvent]
SpokenText="I can't wait to hear what excuse my people come up with for having let ADVENT get the jump on them."

[Play_X2_XP_S_VLK_Covert_Action_Ambushed_C AkEvent]
SpokenText="ADVENT isn't exactly known for being quiet, so I've love to find out how they pulled off this ambush."

[Play_X2_XP_S_VLK_Covert_Action_Complete_A AkEvent]
SpokenText="I'm glad to see our joint effort paid off like we hoped."

[Play_X2_XP_S_VLK_Covert_Action_Complete_B AkEvent]
SpokenText="I suppose since that worked we might as well keep it up, Commander."

[Play_X2_XP_S_VLK_Covert_Action_Complete_C AkEvent]
SpokenText="Our people seem to work well together, Commander."

[Play_X2_XP_S_VLK_Covert_Action_Fragment_Gain_A AkEvent]
SpokenText="Our people managed to find another bit of information on these Chosen that have been trying to hunt you down."

[Play_X2_XP_S_VLK_Covert_Action_Fragment_Gain_B AkEvent]
SpokenText="This latest piece of intel on the Chosen might prove useful."

[Play_X2_XP_S_VLK_Covert_Action_Fragment_Gain_C AkEvent]
SpokenText="We picked up some new information on the Chosen during our last covert action."

[Play_X2_XP_S_VLK_Covert_Action_Hero_Grant_A AkEvent]
SpokenText="One of my best people was so impressed by your soldiers after that last action together, they're coming to join up with you. Hope you don't mind."

[Play_X2_XP_S_VLK_Covert_Action_Hero_Grant_B AkEvent]
SpokenText="I hope you've got room for one more. You made an impression on one of my vets, and they've decided to come serve on that ship of yours."

[Play_X2_XP_S_VLK_Covert_Action_Hero_Grant_C AkEvent]
SpokenText="I'm not all that happy about it, but one of my best people has decided to come join your crew after that last covert action."

[Play_X2_XP_S_VLK_Covert_Action_Order_Gain_A AkEvent]
SpokenText="Things are going so well, it sounds like my Reapers can take on some new orders."

[Play_X2_XP_S_VLK_Covert_Action_Order_Gain_B AkEvent]
SpokenText="If you've got something new for us, Commander, my Reapers are up for taking on some additional orders."

[Play_X2_XP_S_VLK_Covert_Action_Order_Gain_C AkEvent]
SpokenText="My people are up for some additional work if you've got any orders for us, Commander."

[Play_X2_XP_S_VLK_Faction_Encountered AkEvent]
SpokenText="My people have thrown off the shackles of alien oppression, and through discipline, we have survived. We don't rely on the aliens' technology, and we would never live in their cities. We are the hunters. We move in the shadows, and we won't sleep until the last alien is dead at our feet."

[Play_X2_XP_S_VLK_Faction_Leader_Intro AkEvent]
SpokenText="So this is the Commander. Dragunova spoke highly of you and the rest of your team. Trust me, that does not happen often. You are all welcome here. I will admit, I had some concerns with this alliance of yours but from what I hear, this Skirmisher, Mox, was captured protecting one of my own. Reapers have long memories, Commander. We will honor our end of the deal. Volk out."

[Play_X2_XP_S_VLK_First_Order_Screen AkEvent]
SpokenText="Once you've learned a little bit about us, Commander, I'm sure you'll find there are all sorts of interesting things my people can pull off in the field. It'll be up to you to decide how we proceed."

[Play_X2_XP_S_VLK_First_Order_Screen_Slot_Open AkEvent]
SpokenText="If there's something else you'd like my people to follow up on, it looks like we've got the capacity now."

[Play_X2_XP_S_VLK_Influence_Gained_HIGH_A AkEvent]
SpokenText="Keep this up, Commander, and we might just make you an honorary Reaper."

[Play_X2_XP_S_VLK_Influence_Gained_HIGH_B AkEvent]
SpokenText="My people aren't easy to impress, but somehow you're pulling it off."

[Play_X2_XP_S_VLK_Influence_Gained_HIGH_C AkEvent]
SpokenText="You've got quite the fan base among the Reapers, Commander. You're doing good work."

[Play_X2_XP_S_VLK_Influence_Gained_MED_A AkEvent]
SpokenText="You're starting to win over my people, Commander, and that says something."

[Play_X2_XP_S_VLK_Influence_Gained_MED_B AkEvent]
SpokenText="Maybe this alliance of ours will hold after all."

[Play_X2_XP_S_VLK_Influence_Gained_MED_C AkEvent]
SpokenText="Keep it up, Commander, together we might actually win this war."

[Play_X2_XP_S_VLK_New_Covert_Actions_Available_A AkEvent]
SpokenText="We've got a shot at hitting the Elders hard, something we haven't tried before. You up for it, Commander?"

[Play_X2_XP_S_VLK_New_Covert_Actions_Available_B AkEvent]
SpokenText="Word is we've got a new trick or two available, Commander. Maybe we should give them a try."

[Play_X2_XP_S_VLK_New_Covert_Actions_Available_C AkEvent]
SpokenText="We might take the Elders by surprise if we switch up our tactics. Maybe we should try something new."

[Play_X2_XP_S_VLK_Res_Op_Failure_A AkEvent]
SpokenText="If we keep this up, I might have to take my people back to the woods."

[Play_X2_XP_S_VLK_Res_Op_Failure_B AkEvent]
SpokenText="Word of these losses isn't good for the resistance, so let's keep it quiet."

[Play_X2_XP_S_VLK_Res_Op_Failure_D AkEvent]
SpokenText="I'm hoping that was just nerves and not a sign of things to come."

[Play_X2_XP_S_VLK_Res_Op_Failure_E AkEvent]
SpokenText="The aliens might actually win this for good if we pull another operation like that."

[Play_X2_XP_S_VLK_Res_Op_Help_Needed_A AkEvent]
SpokenText="If you've got the time, we have a little bit of a situation here that could benefit from your help."

[Play_X2_XP_S_VLK_Res_Op_Help_Needed_B AkEvent]
SpokenText="Since we're all friends now, maybe you could lend my people a hand in dealing with a problem of ours?"

[Play_X2_XP_S_VLK_Res_Op_Help_Needed_C AkEvent]
SpokenText="I hate to ask, but it looks like I don't have much choice. Think you can help us out?"

[Play_X2_XP_S_VLK_Res_Op_Help_Needed_D AkEvent]
SpokenText="Some of my people could use a hand in the field, shouldn't be anything too tough. What do you say?"

[Play_X2_XP_S_VLK_Res_Op_Help_Needed_E AkEvent]
SpokenText="I could use a favor if you've got the manpower to spare. We're all in this together, right?"

[Play_X2_XP_S_VLK_Res_Op_Success_A AkEvent]
SpokenText="I'll admit, that was pretty good."

[Play_X2_XP_S_VLK_Res_Op_Success_B AkEvent]
SpokenText="So far I'm not regretting our alliance."

[Play_X2_XP_S_VLK_Res_Op_Success_C AkEvent]
SpokenText="Seems like you do know what you're doing."

[Play_X2_XP_S_VLK_Res_Op_Success_D AkEvent]
SpokenText="Good work out there, Commander. I'm impressed."

[Play_X2_XP_S_VLK_Res_Op_Success_E AkEvent]
SpokenText="Keep up the good work, boss."

[Play_X2_XP_S_VLK_Res_Order_Confirm_A AkEvent]
SpokenText="We'll do as we're told."

[Play_X2_XP_S_VLK_Res_Order_Confirm_B AkEvent]
SpokenText="My people will listen, whether they like it or not."

[Play_X2_XP_S_VLK_Res_Order_Confirm_C AkEvent]
SpokenText="It's as good as done."

[Play_X2_XP_S_VLK_Res_Order_Confirm_D AkEvent]
SpokenText="Consider it done, Commander."

[Play_X2_XP_S_VLK_Res_Order_Confirm_E AkEvent]
SpokenText="You're the boss."

[Play_X2_XP_S_VLK_Walkup_Captured_Soldier_Rescue AkEvent]
SpokenText="The Elders' prisoners tend to have a way of disappearing, so I'm glad to hear we were able get at least one back."

[Play_X2_XP_S_VLK_Walkup_Chosen_Fought AkEvent]
SpokenText="Maybe the Elders' hoped the Chosen's constant jabbering would drive us to surrender without a fight."

[Play_X2_XP_S_VLK_Walkup_Chosen_Killed AkEvent]
SpokenText="Good work out there, Commander. The Elders' are going to be pissed about losing their favorite puppet."

[Play_X2_XP_S_VLK_Walkup_Faction_Only AkEvent]
SpokenText="As long as there's even one Reaper left standing, you can bet they're still in the fight, finger on the trigger."

[Play_X2_XP_S_VLK_Walkup_Hero_Captured AkEvent]
SpokenText="My people will hold out as long as humanly possible, but it's hard to say what that means anymore these days."

[Play_X2_XP_S_VLK_Walkup_Hero_Killed AkEvent]
SpokenText="My people would rather die fighting than starving in a shack somewhere. No regrets, Commander. "

[Play_X2_XP_S_VLK_Walkup_Lose AkEvent]
SpokenText="We're gonna have to do better than, Commander. We're the underdogs, remember?"

[Play_X2_XP_S_VLK_Walkup_Win AkEvent]
SpokenText="Nothing boosts morale like a few dead aliens, and we got more than our share today."

[Play_X2_XP_VLK_S_Ambush_A AkEvent]
SpokenText="Somehow those damn Chosen see us, no matter how carefully we hide. We have no choice but to run!"

[Play_X2_XP_VLK_S_Covert_Action_Complete_A AkEvent]
SpokenText="Mission complete, Commander."

[Play_X2_XP_VLK_S_First_Res_Op_Geoscape AkEvent]
SpokenText="Although we prefer to work alone, sometimes it helps to have backup. We could use your help, Commander."

[Play_X2_XP_VLK_S_Generic_Confirmation_A AkEvent]
SpokenText="Consider it done, Commander."

[Play_X2_XP_VLK_S_Influence_Increased_A AkEvent]
SpokenText="We stand with you, Commander."

[Play_X2_XP_VLK_S_Met AkEvent]
SpokenText="Out of the shadows, into the light...We reveal ourselves only for those deemed truly worthy to lead our cause. Don't make us regret this choice, Commander."

[Play_X2_XP_VLK_S_New_Covert_Actions_A AkEvent]
SpokenText="New covert operations are available, Commander."

[Play_X2_XP_VLK_S_Reaper_Class_Intro AkEvent]
SpokenText="We may have chosen a different means of resistance, but our people fight for the same reason, for the world we once knew. Together, we will end this occupation or die trying!"

[Play_X2_XP_VLK_S_Support_Great_Mission_01 AkEvent]
SpokenText="Efficiently executed, and no casualties. You can lead the Reapers any day, Commander. Well done."

[Play_X2_XP_VLK_S_Support_Tough_Mission_01 AkEvent]
SpokenText="Never reveal yourself when you don't have a safe escape. We expected better from you, Commander."

